Repository: buddyboss/buddyboss-platform
Catalog: src/bp-core/media/languages/buddyboss-media-*.po
Languages: fr_fr, ru_ru, sv_se

source: Couldn't load main class at:<br/>%s
fr_fr: Impossible de charger les composantes sur:<br/>%s
ru_ru: Не получилось загрузить основной класс: <br/>%s
sv_se: Kunde inte ladda huvudklassen:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
fr_fr: <h1>Erreur fatale:</h1><hr/><pre>%s</pre>
ru_ru: <h1>Ошибка приложения:</h1><hr/><pre>%s</pre>
sv_se: <h1>Allvarligt fel:</h1><hr/><pre>%s</pre>

source: General Settings
fr_fr: Réglages généraux
ru_ru: Общие настройки
sv_se: Allmänna inställningar

source: User Photos Slug
fr_fr: Slug des Photos dans le Profil
ru_ru: Префикс страниц с фотографиями пользователя
sv_se: URL-namn för användarnas foton

source: Global Photos Page
fr_fr: Page Globale des Photos
ru_ru: Общая страница с фотографиями
sv_se: Alla foton

source: Activity Photo Size
fr_fr: Taille des Photos dans le Fil d’Activités
ru_ru: Размер фотографий в новостях
sv_se: Storlek på bild i aktivitetsvyn

source: Photo Layout
fr_fr: Mise en Page Photo
ru_ru: Расположение фотографий
sv_se: Bild-layout

source: Friend Tagging
fr_fr: Etiquettage des Contacts
ru_ru: Отметки друзей
sv_se: Taggning av vänner

source: Max. Files per Batch
fr_fr: Max Fichiers par Envois
ru_ru: Макс. файлов за загрузку
sv_se: Max antal filer per uppladdning

source: Mobile Rotation Fix
fr_fr: Correction de rotation des Mobiles
ru_ru: Фиксация вращения на мобильных
sv_se: Mobil-roteringsfix

source: Media Management
fr_fr: Gestionnaire de médias
ru_ru: Управление фотографиями

source: Enable Unminified JS
fr_fr: Activer les JavaScripts non-minimisés
ru_ru: Включить неминимизированные JS-скрипты

source: Disable Upload Box
fr_fr: Désactiver la boîte de téléchargement
ru_ru: Отключить окно загрузки

source: Forums
ru_ru: Форумы

source: bbPress Media
ru_ru: Фотографии bbPress

source: Groups
fr_fr: Gestion des groupes
ru_ru: Группы

source: Group Media
fr_fr: Média du group
ru_ru: Фотографии групп

source: Group Albums
fr_fr: Albums du groupe
ru_ru: Альбомы групп

source: Support
ru_ru: Поддержка

source: Settings updated.
fr_fr: Réglages mis à jour.
ru_ru: Настройки сохранены.
sv_se: Inställningarna uppdaterades.

source: Save Changes
fr_fr: Enregistrer les modifications
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Settings
fr_fr: Réglages
ru_ru: Настройки
sv_se: Inställningar

source: Example:
fr_fr: Exemple:
ru_ru: Пример:
sv_se: Exempel:

source: Enable fix for mobile uploads rotating.
fr_fr: Activer la correction des photos transférées par appareil mobile.
ru_ru: Включить фиксацию вращения для мобильных загрузок.
sv_se: Aktivera fix av felaktigt roterade bilder uppladdade via mobiler.

source: It's recommended that you have at least 256M-512M of RAM allocated to PHP, otherwise photo uploads may fail.
fr_fr: Il est recommandé d’avoir au moins 256M-512M de RAM alloué en PHP, sinon les transfers peuvent échouer.
ru_ru: Это рекомендуется, если вы имеете меньше 256-512 мегабайт RAM, выделенных для PHP, в противном случает загрузка фотографий может не пройти.
sv_se: Det är rekommenderat att du har gett PHP åtminstone 256M-512M RAM-minne, annars kan bilduppladdningar misslyckas.

source: Your current memory limit is
fr_fr: La mémoire sur le site est actuellement à
ru_ru: Ваш текущий лимит памяти
sv_se: Din nuvarande minnesgräns är

source: You can contact your web host to increase the memory limit.
fr_fr: Vous pouvez contacter votre hébergeur pour corriger la limite de mémoire.
ru_ru: Вы можете связаться с вашим хостингом для увеличения лимита памяти.
sv_se: Kontakta ditt webbhotell för att öka minnesgränsen.

source: - None -
fr_fr: - Aucun -
ru_ru: - Ничего -
sv_se: - Inget -

source: New Page
fr_fr: Nouvelle Page
ru_ru: Новая страница
sv_se: Ny sida

source: View
fr_fr: Afficher
ru_ru: Просмотр
sv_se: Visa

source: Use a WordPress page to display all media uploaded by all users.<br /> You may need to reset your permalinks after changing this setting. Go to Settings > Permalinks.
fr_fr: Utilisez une page WordPress pour afficher tous les médias téléchargés par tous les utilisateurs.<br>Vous devrez peut-être réinitialiser vos permaliens après avoir modifié ce paramètre. Allez dans Réglages > permaliens.
ru_ru: Использовать страницу WordPress для отображения всех фотографий, загруженных пользователями.<br /> Вам может потребоваться обновить ваши постоянные ссылки после изменения этой настройки. Пройдите в Настройки > Постоянные ссылки.
sv_se: Använd en WordPress-sida för att visa alla användares uppladdade foton. <br />Du kan komma att behöva uppdatera permalänkarna efter att denna inställning ändrats. Gå till Inställningar > Permalänkar

source: Medium
fr_fr: Moyenne
ru_ru: Средний
sv_se: Mellanstor

source: Large
fr_fr: Grande
ru_ru: Большой
sv_se: Stor

source: Image size displayed in activity posts.
fr_fr: Indiquer la taille que les photos auront dans l’affichage du fil d’Activité.
ru_ru: Размер изображений, отображаемых в ленте активности.
sv_se: Bildstorlek för aktivitets-uppdateringar.

source: Grid
fr_fr: Grille
ru_ru: Сетка
sv_se: Rutnät

source: Activity Posts
fr_fr: Billets d’activités
ru_ru: Лента активности
sv_se: Aktivitetsuppdateringar

source: In your albums, you can display photos in a grid or as activity posts.
fr_fr: Dans vos albums, vous pouvez afficher les photos en grille ou en fil d’activités.
ru_ru: В ваших альбомах вы можете отображать фото в виде сетки или в виде ленты активности.
sv_se: I dina album kan du visa bilder i ett rutnät eller som aktivitetsuppdateringar.

source: Enable Tagging.
fr_fr: Activer l’Étiquettage.
ru_ru: Включить отметки.
sv_se: Aktivera taggning av vänner

source: Allow members to tag friends in media uploads.
fr_fr: Permettre aux membres d’étiquetter des amis dans leurs média.
ru_ru: Позволить пользователям отмечать друзей на их фото.
sv_se: Tillåt medlemmar att tagga varandra i bilduppladdningar.

source: Maximum number of images that can be uploaded in one batch.
fr_fr: Nombre maximum d’images qui peuvent être transférées dans un seul envois.
ru_ru: Максимальное число фотографий, которое можно загрузить за один раз.
sv_se: Maximalt antal bilder som kan laddas upp åt gången.

source: When a photo upload is removed, permanently delete the associated media file.
fr_fr: Lorsqu'on enlève un upload de photo, supprimer définitivement le fichier de média associé.
ru_ru: Когда фотография удаляется, навсегда удалять связанный медиа-файл.

source: Load the Unminified version of Javascript, for compatibility with certain plugins.
fr_fr: Charger la version non-minimisée de JavaScript, par souci de compatibilité avec certains plugins.
ru_ru: Загружать не минифицированную версию JavaScript для совместимости с некоторыми плагинами.

source: When adding a photo, use browser's default file selector instead of our popup upload box.
fr_fr: Lorsque vous ajoutez une photo, utilisez le sélecteur de fichiers par défaut du navigateur au lieu de notre boîte de téléchargement en popup.
ru_ru: При добавлении фото использовать стандартный интерфейс выбора файлов вместо нашего окна загрузки.

source: Allow photo posting in bbPress groups and forums.
fr_fr: Autoriser la publication de photos dans les forums et groupes de bbPress.
ru_ru: Разрешить публикацию фотографий на форумах bbPress и в группах.

source: Allow photo posting in BuddyPress group activity updates and comments.
fr_fr: Autoriser la publication de photos dans les mises à jour des activités de groupes BuddyPress et commentaires.
ru_ru: Разрешить публикацию фотографий в ленте активности и в комментариях BuddyPress-групп.

source: Enable BuddyPress group photo albums.
fr_fr: Activer les albums pour Groupes BuddyPress.
ru_ru: Включить альбомы в BuddyPress-группах.

source: Something went wrong!
fr_fr: Quelque chose a mal tourné!
ru_ru: Что-то пошло не так!
sv_se: Någonting gick fel.

source: Access denied!
fr_fr: Accès refusé!
ru_ru: Доступ закрыт!
sv_se: Obehörig åtkomst.

source: Album title cannot be empty.
fr_fr: Le titre de l’album ne peut être vide.
ru_ru: Заголовок альбома не может быть пустым
sv_se: En titel för albumet måste anges.

source: Album created successfully.
fr_fr: Album créé avec succès.
ru_ru: Альбом успешно создан.
sv_se: Albumet skapades.

source: Album was successfully updated.
fr_fr: Album mis à jour avec succès.
ru_ru: Альбом успешно обновлен.
sv_se: Albumet uppdaterades.

source: Album deleted successfuly!
fr_fr: Album effacé avec succès!
ru_ru: Альбом успешно удален!
sv_se: Albumet raderades.

source: Access Denied!
fr_fr: Accès Refusé!
ru_ru: Доступ Закрыт!
sv_se: Obehörig åtkomst.

source: Invalid request!
fr_fr: Requête Invalide!
ru_ru: Неверный запрос!
sv_se: Ogiltig begäran.

source: created %s ago
fr_fr: créé il y a %s
ru_ru: создан %s назад
sv_se: skapat %s sedan

source: %s photo
ru_ru: %s фотография

source: Album
ru_ru: Альбом

source: Are you sure you want to delete this album? When you delete an album, all its photos go under global uploads.
fr_fr: Voulez-vous vraiment effacer cet album? Lorsque vous effacez un album, toutes les photos s’en vont dans le dossier global.
ru_ru: Вы уверены, что хотите удалить этот альбом? Когда вы удалите альбом, все фотографии перейдут в общие загрузки.
sv_se: Är du säker på att du vill radera detta album? När du raderar ett album så hamnar alla dess bilder under globala uppladdningar istället.

source: Delete Album
fr_fr: Effacer l’Album
ru_ru: Удалить альбом
sv_se: Radera album

source: Please Migrate your Database
fr_fr: Veuillez mettre à jour votre base de données
ru_ru: Пожалуйста, проведите миграцию базы данных
sv_se: Var god migrera din databas

source: Click Here
fr_fr: Cliquez ici
ru_ru: Кликните здесь
sv_se: Klicka här

source: Hide
fr_fr: Masquer
ru_ru: Скрыть
sv_se: Göm

source: BuddyBoss Media Migration
fr_fr: Migration de médias BuddyBoss
ru_ru: Миграция BuddyBoss Media
sv_se: BuddyBoss Media-migrering

source: BBM Migration
fr_fr: Migration de BBM
ru_ru: Миграция BBM
sv_se: BBM-migrering

source: Drop files anywhere to upload
fr_fr: Déposez vos fichiers n’importe où pour les transférer
ru_ru: Перетащите файлы сюда
sv_se: Dra och släpp filer här för att ladda upp dem

source: or
fr_fr: ou
ru_ru: или
sv_se: eller

source: Select Files
fr_fr: Sélectionner des fichiers
ru_ru: Выберите файлы
sv_se: Välj filer

source: Attach Photos
fr_fr: Attacher des Photos
ru_ru: Прикрепить фотографии

source: Albums
ru_ru: Альбомы
sv_se: Album

source: Say something about the photo(s)...
fr_fr: Dire quelque chose à propos des photos…
ru_ru: Напишите что-нибудь о фото...
sv_se: Säg nåt om detta foto…

source: Post
fr_fr: Répondre
ru_ru: Опубликовать

source: Photos <span>%d</span>
ru_ru: Фото <span>%d</span>
sv_se: Foton <span>%d</span>

source: Photos
ru_ru: Фото
sv_se: Foton

source: Photo Albums
fr_fr: Albums photos
ru_ru: Альбом

source: Which members of this group are allowed to create album?
fr_fr: Quels membres de ce groupe sont autorisés à créer un album ?
ru_ru: Кому из участников группы разрешено создавать альбомы?

source: All group members
fr_fr: Tous les membres du groupe
ru_ru: Все участники группы

source: Group admins and mods only
fr_fr: Groupe pour les admins et les mods seulement
ru_ru: Только администраторы и модераторы группы

source: Group admins only
fr_fr: Groupe pour les admins seulement
ru_ru: Только администраторы группы

source: Uploads
fr_fr: Transférer
ru_ru: Загрузки
sv_se: Uppladdningar

source: Here is a video tutorial to get you started:
fr_fr: Voici un tutoriel vidéo pour vous aider à démarrer:
ru_ru: Вот видео-инструкция, чтобы вы начали:

source: Need more help?
fr_fr: Besoin d'aide?
ru_ru: Нужна помощь?

source: Frequently Asked Questions
fr_fr: Foire aux questions
ru_ru: Часто задаваемые вопросы

source: How to Update
fr_fr: Comment mettre à jour
ru_ru: Как обновить

source: Cheatin&#8217; huh?
fr_fr: On triche, hum?
ru_ru: Барахлит, да?
sv_se: Funkar du?

source: Disable Notice
fr_fr: Désactiver l'avis
ru_ru: Скрыть уведомление
sv_se: Stäng av notis

source: BuddyPress Settings
fr_fr: Paramètres de BuddyPress
ru_ru: Настройки BuddyPress
sv_se: BuddyPress-inställningar

source: Hey! BuddyBoss Media requires activity component be enabled. Please enable it in your %s.
fr_fr: Hum, BuddyBoss Media requière que l’option Activités du Site soit activée. Veuillez l’activer dans votre %s.
ru_ru: Привет! Для BuddyBoss Media нужно включить функционал ленты активности. Пожалуйста, включите его в %s.
sv_se: BuddyBoss Media kräver att aktivitetskomponenten är aktiverad. Var god aktivera den i dina %s.

source: First
fr_fr: Premier
ru_ru: Первая
sv_se: Första

source: Last
fr_fr: Dernier
ru_ru: Последняя
sv_se: Sista

source: Everyone
fr_fr: Tous
ru_ru: Все
sv_se: Alla

source: Logged In Users
fr_fr: Usagers Connectés
ru_ru: Все пользователи
sv_se: Inloggade användare

source: Only Me
fr_fr: Seulement moi
ru_ru: Только я
sv_se: Bara jag

source: My Friends
fr_fr: Mes Amis
ru_ru: Мои друзья
sv_se: Mina vänner

source: Group Members
fr_fr: Membres du Groupe
ru_ru: Участники группы

source: Tag Photo
fr_fr: Etiquetter la Photo
ru_ru: Отметить людей
sv_se: Tagga bild

source: You have no friends yet!
fr_fr: Vous n’avez pas d’amis encore!
ru_ru: У вас пока нет друзей!
sv_se: Du har inte några vänner ännu.

source: Nothing found!
fr_fr: Rien de Trouvé!
ru_ru: Ничего не найдено!

source: You
fr_fr: Vous
ru_ru: Вы
sv_se: Du

source: You and %s
fr_fr: Vous et %s
ru_ru: Вы и %s
sv_se: Du och %s

source: You, %s and %s
fr_fr: Vous, %s et %s
ru_ru: Вы, %s и %s
sv_se: Du, %s och %s

source: %s and %s
fr_fr: %s et %s
ru_ru: %s и %s
sv_se: %s %s detta.

source: You, %s, %s and %s
fr_fr: Vous, %s, %s et %s
ru_ru: Вы, %s, %s и %s
sv_se: Du, %s, %s och %s

source: %s, %s and %s
fr_fr: %s, %s et %s
ru_ru: %s, %s и %s
sv_se: %s %s %s detta.

source: %s others
fr_fr: %s autres
ru_ru: ещё %s
sv_se: %s andra

source: - with %s
fr_fr: - avec %s
ru_ru: - вместе с %s
sv_se: - med %s

source: %s tagged you in a photo
fr_fr: %s vous a étiquetté dans une photo
ru_ru: %s отметил(а) вас на фотографии
sv_se: %s taggade dig i en bild

source: Picture upload currently in progress, please wait until completed.
fr_fr: Le transfer de l’image est en cours, veuillez patienter.
ru_ru: Изображение загружается, пожалуйста, дождитесь окончания процесса.
sv_se: Bilduppladdning pågår, var god vänta.

source: Upload a Picture
fr_fr: Ajouter une Image
ru_ru: Загрузить изображение
sv_se: Ladda upp en bild

source: Cancel
ru_ru: Отмена
sv_se: Avbryt

source: Failed
fr_fr: Échec
ru_ru: Ошибка
sv_se: Misslyckades

source: Add Photos
fr_fr: Ajouter des images
ru_ru: Добавить фотографии
sv_se: Lägg till foton

source: Add photos, %s
fr_fr: Ajout de photos, %s
ru_ru: Добавить фотографии, %s
sv_se: Lägg till foton, %s

source: Photo is currently uploading, please wait!
fr_fr: Le transfer de la photo est en cours, veuillez patienter.
ru_ru: Фото загружается. Подождите, пожалуйста!
sv_se: Foto laddas upp…

source: Sure you want to delete this photo?
fr_fr: Vous voulez vraiment effacer cette photo?
ru_ru: Вы уверены, что хотите удалить эту фотографию?
sv_se: Är du säker på att du vill ta bort detta foto?

source: You can upload a maximum of %s photos in one update
fr_fr: Vous pouvez ajouter un maximum de %s photos par envois
ru_ru: Вы можете загрузить максимум %s фотографий за один раз
sv_se: Du kan ladda upp max %s foton åt gången

source: In photo album:
fr_fr: Dans l’album:
ru_ru: В альбоме:
sv_se: I albumet:

source: [None]
fr_fr: [aucun]
ru_ru: [Ничего]
sv_se: [Inget]

source: You have not created any albums yet!
fr_fr: Vous n’avez pas créé d’Album encore!
ru_ru: У вас пока нет ни одного созданного альбома!
sv_se: Du har inte skapat några album än.

source: Save
fr_fr: Sauver
ru_ru: Сохранить
sv_se: Spara

source: Photo does not exists.
fr_fr: Cette photo n’existe plus.
ru_ru: Фотография не существует.
sv_se: Fotot saknas

source: You don't have permission to delete this photo.
fr_fr: Vous n’avez pas la permission d’effacer cette photo.
ru_ru: У вас нет прав на удаление этого фото.
sv_se: Du har inte rättigheter att ta bort detta foto

source: posted a photo
fr_fr: a posté une photo
ru_ru: опубликовал новое фото
sv_se: laddade upp ett foto

source: posted %s photos
fr_fr: a posté %s photos
ru_ru: опубликовал %s фотографий
sv_se: postade %s foton

source: in the group
fr_fr: dans le groupe
ru_ru: в группе
sv_se: i gruppen

source: View Discussion
fr_fr: Afficher les discussions
ru_ru: Посмотреть беседу
sv_se: Visa diskussion

source: new photo
fr_fr: nouvelle photo
ru_ru: новое фото
sv_se: ny bild

source: Add a photo, %s
fr_fr: Ajouter une photo, %s
ru_ru: Добавить фото, %s
sv_se: Lägg till ett foto, %s

source: Load More
fr_fr: Lire la Suite
ru_ru: Загрузить больше
sv_se: Visa fler

source: Sorry, there were no photos found.
fr_fr: Désolé, aucune photo trouvée.
ru_ru: К сожалению, никаких фото не найдено.
sv_se: Inga foton hittades.

source: All Photos
fr_fr: Toutes les Photos
ru_ru: Все фото
sv_se: Alla foton

source: All Albums
fr_fr: Tous les Albums
ru_ru: Все альбомы
sv_se: Alla album

source: There were no albums found.
fr_fr: Aucun album trouvé
ru_ru: Альбомы не найдены.
sv_se: Inga album hittades.

source: Create an Album
fr_fr: Créer un album
ru_ru: Создать альбом
sv_se: Skapa ett album

source: Title (required)
fr_fr: Titre (requis)
ru_ru: Заголовок (обязательно)
sv_se: Titel (obligatoriskt)

source: Description
ru_ru: Описание
sv_se: Beskrivning

source: Visibility (required)
fr_fr: Visibilité (requis)
ru_ru: Видимость (обязательно)
sv_se: Synlighet (obligatoriskt)

source: Create Album
fr_fr: Créer un album
ru_ru: Создать альбом

source: Edit Album
fr_fr: Editer l’Album
ru_ru: Редактировать альбом
sv_se: Redigera album

source: Remove Tag
fr_fr: Enlever l’Etiquette
ru_ru: Удалить отметку
sv_se: Ta bort tagg

source: Search friends..
fr_fr: Recherche d'amis...
ru_ru: Поиск друзей..

source: Done Tagging
fr_fr: Étiquettage Terminé
ru_ru: Установить отметки
sv_se: Klar med taggning

# xx will be replaced with real number
source: and xx more..
fr_fr: Et xx supplémentaires...
ru_ru: и еще xx..

source: Migrate Changes
fr_fr: Migrer les modifications
sv_se: Migrera ändringar

source: %s
sv_se: aktiv %s
